const afghanLocale = {
  name: "af",
  months: [
    ["حمل", "حمل"],
    ["ثور", "ثور"],
    ["جوزا", "جوزا"],
    ["سرطان", "سرطان"],
    ["اسد", "اسد"],
    ["سنبله", "سنبله"],
    ["میزان", "میزان"],
    ["عقرب", "عقرب"],
    ["قوس", "قوس"],
    ["جدی", "جدی"],
    ["دلو", "دلو"],
    ["حوت", "حوت"],
  ],
  weekDays: [
    ["شنبه", "شنبه"],
    ["یکشنبه", "یکشنبه"],
    ["دوشنبه", "دوشنبه"],
    ["سه‌شنبه", "سه‌شنبه"],
    ["چهارشنبه", "چهارشنبه"],
    ["پنجشنبه", "پنجشنبه"],
    ["جمعه", "جمعه"],
  ],
  digits: ["۰", "۱", "۲", "۳", "۴", "۵", "۶", "۷", "۸", "۹"],
  meridiems: [
    ["قبل از ظهر", "ق.ظ"],
    ["بعد از ظهر", "ب.ظ"],
  ],
};

export default afghanLocale;